export default {
  hint: [
    {
      location: 'เซเว่นอีเลเว่น สาขาที่ 8930',
      hint: 'หิวเมื่อไร(เด็กเอสไอที)ก็แวะมา'
    },
    {
      location: 'หอชาย',
      hint: 'จ่ายค่าหอ ก็มาจ่ายที่นี่'
    },
    {
      location: 'หอหญิง',
      hint: 'สถานที่พักผ่อนพักแรมที่ของกินเยอะที่สุดในมหาวิทยาลัย'
    },
    {
      location: 'KFC',
      hint: 'ชื่อคล้ายกับสถานที่ชื่อดังที่มีผู้ก่อตั้งชื่อว่า Colonel Sanders'
    },
    {
      location: 'ลานแดง',
      hint: 'ลานอะไรก็ไม่รู้ เด็กไอทีชอบมานั่งกินข้าว'
    },
    {
      location: 'ลุงหนุ่ม',
      hint: 'สปอนเซอร์ ของ master class ทีมเกมส์'
    },
    {
      location: 'สวนสุขภาพ',
      hint: 'ลานอะไรเจ้าของดุมาก'
    },
    {
      location: 'ป้อมดอทเอ',
      hint: 'สถานที่ที่มีลักษณะคล้ายกับสิ่งที่อยู่ในเกมส์ MOBA ชื่อดัง'
    },
    {
      location: 'Caffe Dioro',
      hint: 'ร้านกาแฟที่แพงที่สุดในมหาวิทยาลัย, 13.650399,100.495575'
    },
    {
      location: 'จุดรวมพล 2',
      hint: 'เด็ก SIT เต้นสันทนาการกันเป็นประจำ ณ ที่แห่งนี้'
    },
    {
      location: 'กลางสนามฟุตบอล',
      hint: 'จุดกึ่งกลางของคน 22 คน'
    },
    {
      location: 'ตู้กดน้ำหยอดเหรียญ คณะไอที',
      hint: 'ตู้ดับกระหายเวลาเรียนอยู่ที่ห้องเทรน'
    }
  ],
  scores: [
    {
      name: 'TEAM-1',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    },
    {
      name: 'TEAM-2',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    },
    {
      name: 'TEAM-3',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    },
    {
      name: 'TEAM-4',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    },
    {
      name: 'TEAM-5',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    },
    {
      name: 'TEAM-6',
      score: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
    }
  ]
}
